{
  "beenthere": [
    {
      "description": "Alaska’s parks, forests, and refuges are rich and varied. The Alaska Public Lands Information Centers help visitors and residents to have meaningful, safe, enjoyable experiences on public lands, and encourages them to sustain the natural and cultural resources of Alaska. These centers provide trip-planning, interpretation, and education for all ages.",
      "images": [
        {
          "credit": "NPS/Josh Spice",
          "title": "Hikers on Angel Rocks",
          "altText": "Two Hikers stand on top of a very large granite boulder, looking out across the landscape",
          "caption": "Hikers on top of Angel Rocks near Fairbanks look out across the landscape of Chena River State Recreation Area",
          "url": "https://www.nps.gov/common/uploads/structured_data/2595FA12-DF7A-1B6C-55D8F41ABCA2E011.jpg"
        },
        {
          "credit": "NPS",
          "title": "Anchorage APLIC",
          "altText": "Front of the Anchorage Federal Building, housing the Anchorage APLIC",
          "caption": "The Anchorage APLIC is located inside the Federal Building",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C86397B-1DD8-B71B-0B8F02FE5D76B46D.jpg"
        },
        {
          "credit": "NPS/Josh Spice",
          "title": "Fairbanks APLIC",
          "altText": "Fairbanks Alaska Public Lands Information Center, located inside the Morris Thompson Cultural & Visi",
          "caption": "Fairbanks Alaska Public Lands Information Center, located inside the Morris Thompson Cultural & Visitors Center, in summer",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C860F61-1DD8-B71B-0B4E7399BE80347C.jpg"
        }
      ],
      "name": "Alaska Public Lands",
      "states": "AK",
      "liked": true,
      "id": 2
    },
    {
      "description": "During World War II the remote Aleutian Islands, home to the Unangax̂ (Aleut) people for over 8,000 years, became a fiercely contested battleground in the Pacific. This thousand-mile-long archipelago saw invasion by Japanese forces, the occupation of two islands; a mass relocation of Unangax̂ civilians; a 15-month air war; and one of the deadliest battles in the Pacific Theater.",
      "images": [
        {
          "credit": "NPS Photo",
          "title": "A homeland changed",
          "altText": "Group of people around a Russian cross in tall grass",
          "caption": "In September 2009, Nick Lekanoff, Sr., former Makushin resident, traveled with his daughter and other descendants of Makushin on the Tiglax to visit the village site, which had been left behind in the evacuation of 1942 and never permanently resettled.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7BC1AE-1DD8-B71B-0BF60FDE7A21822B.jpg"
        },
        {
          "credit": "Photograph courtesy National Archives",
          "title": "William C. House and the Aerological Detail on Kiska",
          "altText": "Twelve men and a dog pose for a photo",
          "caption": "After his aerological crew was captured by the Japanese in June, 1942, Senior Petty Officer William House survived 50 days in the hills of Kiska.  He ate grass, shellfish, and worms. Weighing 80lbs he surrendered and was respected for his perseverance.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7BC37B-1DD8-B71B-0BA4AF7F3700FE86.jpg"
        },
        {
          "credit": "Photograph courtesy National Archives",
          "title": "Evacuation and internment",
          "altText": "People crowd at the railing of a ship",
          "caption": "Pribilof villagers, here lining the railing of the USAT Delarof on the day of their departure (June 15, 1942), were evacuated with only a few hours notice and no idea of their ultimate destination.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7BC517-1DD8-B71B-0BD7C869F63B3276.jpg"
        },
        {
          "credit": "Photo courtesy of National Archives",
          "title": "Challenging weather conditions",
          "altText": "Four men gather around a invalid man",
          "caption": "Soldiers rub the frostbitten feet of a disabled soldier. Over 2000 weather-related casualties—the majority Attu feet—were recorded for U.S. troops. This number represents the largest classification of casualties suffered by American forces on the island.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7BC68B-1DD8-B71B-0BED69DAACF6A5AC.jpg"
        },
        {
          "credit": "Photo courtesy National Archives",
          "title": "The battle for Attu Island",
          "altText": "Six men with guns carry a person on a stretcher in a valley.",
          "caption": "U.S. wounded are gathered from the battlefield on Attu Island.  The battle on Attu, lasting nearly 20 days, was the second most deadly in the Pacific Theater.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7BC7CF-1DD8-B71B-0B73637962E06C74.jpg"
        },
        {
          "credit": "Photo courtesy National Archives",
          "title": "Cultural collision",
          "altText": "A uniformed man holds up a broken Russian cross",
          "caption": "The Aleutian campaign brought together Russian, Native Alaskan, Japanese, and Euroamerican cultures. During the war 7 historic churches were damaged or destroyed. Villages were unrecognizable or burned to the ground and personal belonging lost or stolen.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7BC97B-1DD8-B71B-0B9A70C0C0988F0E.jpg"
        }
      ],
      "name": "Aleutian Islands World War II",
      "states": "AK",
      "liked": false,
      "id": 3
    }
  ],
  "bucketlist": [
    {
      "description": "For over a century people from around the world have come to rural Central Kentucky to honor the humble beginnings of our 16th president, Abraham Lincoln. His early life on Kentucky's frontier shaped his character and prepared him to lead the nation through Civil War. The country's first memorial to Lincoln, built with donations from young and old, enshrines the symbolic birthplace cabin.",
      "images": [
        {
          "credit": "NPS Photo",
          "title": "The Memorial Building with fall colors",
          "altText": "The Memorial Building surrounded by fall colors",
          "caption": "Over 200,000 people a year come to walk up the steps of the Memorial Building to visit the site where Abraham Lincoln was born",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C861078-1DD8-B71B-0B774A242EF6A706.jpg"
        },
        {
          "credit": "NPS Photo",
          "title": "The Memorial Building",
          "altText": "The first memorial erected to honor Abraham Lincoln",
          "caption": "The Memorial Building constructed on the traditional site of the birth of Abraham Lincoln.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C861263-1DD8-B71B-0B71EF9B95F9644F.jpg"
        },
        {
          "credit": "NPS Photo",
          "title": "The Symbolic Birth Cabin of Abraham Lincoln",
          "altText": "The symbolic birth cabin on the traditional site of the birth of Abraham Lincoln.",
          "caption": "The symbolic birth cabin of Abraham Lincoln.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C86137D-1DD8-B71B-0B978BACD7EBAEF1.jpg"
        },
        {
          "credit": "NPS Photo",
          "title": "Statue of the Lincoln Family in the Visitor Center",
          "altText": "Statue of the Lincoln family in the park's Visitor Center",
          "caption": "Visitors to the park can view the statue of the Lincoln family.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C8614D1-1DD8-B71B-0B1AF72CA452B051.jpg"
        }
      ],
      "name": "Abraham Lincoln Birthplace",
      "states": "KY",
      "liked": true,
      "id": 1
    },
    {
      "description": "Acadia National Park protects the natural beauty of the highest rocky headlands along the Atlantic coastline of the United States, an abundance of habitats, and a rich cultural heritage. At 3.5 million visits a year, it's one of the top 10 most-visited national parks in the United States. Visitors enjoy 27 miles of historic motor roads, 158 miles of hiking trails, and 45 miles of carriage roads.",
      "images": [
        {
          "credit": "NPS / Kristi Rugg",
          "title": "Acadia's rocky coastline",
          "altText": "Large puffy clouds dot a brilliant blue sky as wave crash against the rocky coastline of Acadia.",
          "caption": "Millions of people come to Acadia for our distinctive rocky coastline.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7B45AE-1DD8-B71B-0B7EE131C7DFC2F5.jpg"
        },
        {
          "credit": "NPS / Kristi Rugg",
          "title": "Heavy snow-laden trees",
          "altText": "Hiking tracks carved through three feet of snow wind through a heavy snow-laden forest.",
          "caption": "During the colder months snows transform our landscape into a winter wonderland.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7B4BEC-1DD8-B71B-0B2CF833F93140FF.jpg"
        },
        {
          "credit": "NPS / Kristi Rugg",
          "title": "Sunset atop Cadillac Mountain",
          "altText": "A brilliant sunset filled with hues of blue, red, orange, magenta, and purple highlight the sky.",
          "caption": "As the tallest point on the eastern seaboard Cadillac Mountain provides fantastic viewpoints.",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7B477B-1DD8-B71B-0BCB48E009241BAA.jpg"
        },
        {
          "credit": "NPS / Kristi Rugg",
          "title": "Climbing The Precipice",
          "altText": "Two hikers ascend a sheer cliff trail by way of historic iron rung ladders.",
          "caption": "Whether it's a stroll along Ocean Path or a difficult ascent up The Precipice, there are hiking trails for everyone!",
          "url": "https://www.nps.gov/common/uploads/structured_data/3C7B48F9-1DD8-B71B-0BD3B413E58978F8.jpg"
        }
      ],
      "name": "Acadia",
      "states": "ME",
      "liked": false,
      "id": 2
    }
  ],
  "travellog": [
    {
      "catSelect": "animal",
      "sightingInput": "Frog",
      "locationInput": "Creek",
      "photoInput": "https://cdn.freebiesupply.com/logos/large/2x/frog-design-logo-png-transparent.png",
      "storyInput": "Frog on a log in a bog",
      "id": 1
    },
    {
      "catSelect": "location",
      "sightingInput": "Mountain",
      "locationInput": "Mountain Range",
      "photoInput": "https://www.downloadclipart.net/large/mountain-transparent-background.png",
      "storyInput": "Big Huge Mountain",
      "id": 2
    }
  ]
}